[
  {
    "name": "Victoire",
    "testimony": "Achilles Drill made life so much easier for me, especially during the online semester. There were times I just felt like throwing my books away and giving up, I felt so choked, but somehow Achilles Drill made it easy to cope. I had As in all my Anatomy courses, first and second semester, you had a big hand in that. Thank you so much, I’m really grateful for all you did.",
    "image": "~/assets/img/pasta4.jpg",
    "bgClass": "bg-[#FAD7D9]",
    "class": "Medical Laboratory Science Student, University of Lagos"
  },
  {
    "name": "Olabimpe",
    "testimony": "I really wanted to give a shout out to the ACHILLES TEAM, the tutorial really helped. I can remember pouring what I learnt in blood physiology for them like that. I had an 83% in Physiology and 82% in Anatomy. I wish the tutorial could continue, thank you Achilles, keep building live",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FFE5CB]",
    "class": "Pharmacy student, University of Ibadan"
  },
  {
    "name": "Chiamaka",
    "testimony": "your tutorials really helped me during my final year steeplechase exam. Thank you so much, I made an A! Thanks a lot, you are really doing well. That steeplechase scared the hell out of me",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FFE5CB]",
    "class": "Anatomy student, UNIZIK"
  },
  {
    "name": "Suliat",
    "testimony": "I can’t thank you enough, the videos and materials you sent were more than helpful. Some of them came out the exact way you had it in your videos and materials. Thank you so much”",
    "image": "/avatar2.png",
    "bgClass": "bg-[#ECEFF7]",
    "class": "Pharmacology student, University of Lagos"
  },
  {
    "name": "Bukola",
    "testimony": "for real your first clip on Anatomical terms moltivated me. The first time I read a slide on anatomy, it was on femoral artery during the holidays, it felt like I was reading Chinese because I couldn’t understand anything. I’m so glad I checked out the Telegram GC for your lectures",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FAD7D9]",
    "class": "Pharmacology student, University of Lagos"
  },
  {
    "name": "Khadija",
    "testimony": "I only attended your tutorial first semester and I had As in my Anatomy and Physiology courses",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FFE5CB]",
    "class": "Radiography student, University of Lagos"
  },
  {
    "name": "Ruyina Eteng",
    "testimony": "please don’t stop what you are doing, your videos helped me jumped from having 40-50% into having 70-75% in steeplechase anatomy exam…I have dragged many of my coursemates and youtube fam to see the gold you’ve uploaded on your channel",
    "image": "/avatar2.png",
    "bgClass": "bg-[#ECEFF7]",
    "class": " Medicine and surgery student, AE-FUNAI"
  },
  {
    "name": "Hamzah Nafisah ",
    "testimony": "I am Hamzah Nafisah, a 300level Dental student of the University of Ibadan. I just finished watching your videos on steeplechase, I must say you really tried for us",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FFE5CB]",
    "class": "Dental student, University of Ibadan"
  },
  {
    "name": "Dami",
    "testimony": "I wanted to say this again really bad. Your videos have been really helpful, I also referred some of my coursemates",
    "image": "/avatar2.png",
    "bgClass": "bg-[#ECEFF7]",
    "class": "Nursing student, University of Osun"
  },
  {
    "name": "Gabriel",
    "testimony": "I must say you are the best. Those steeplechase videos are Superb” Iyanu (Pharmacology student, University of Lagos) “…thank you so much for all your materials, they’ve been very helpful”",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FAD7D9]",
    "class": "Medicine and Surgery student, University of Medical science, Ondo"
  },
  {
    "name": "Faith",
    "testimony": "Thanks for all you do boss, you are a lifesaver. Thanks for making anatomy easy to understand",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FFE5CB]",
    "class": "Physiotherapy student, University of Lagos"
  },
  {
    "name": "Chile",
    "testimony": "Na you God use help me with my anatomy practical” Temi (Medicine and surgery student, University of Ibadan) “…I’m so glad I started your tutorials before I entered 200level, it made everything very easy for me to grasp",
    "image": "/avatar2.png",
    "bgClass": "bg-[#ECEFF7]",
    "class": "Pharmacy Student, University of Lagos"
  },
  {
    "name": "Esther",
    "testimony": "Achilles drill was a livesaver for my Anatomy, Thank you.",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FAD7D9]",
    "class": "Pharmacy student, University of Lagos"
  },
  {
    "name": "Mayowa",
    "testimony": "Thank you for your videos, they literally saved the day on today’s exam.",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FFE5CB]",
    "class": "Pharmacy student, University of Lagos"
  },
  {
    "name": "Mfon",
    "testimony": "Hey Achilles Drill, you’re really amazing, I watched your videos in preparation for my exams on Monday, they were really helpful. Thank you. Please make more",
    "image": "/avatar2.png",
    "bgClass": "bg-[#ECEFF7]",
    "class": "Pharmacy student, University of Lagos"
  },
  {
    "name": "Rolake",
    "testimony": "Thank you so much for your videos, they were extremely helpful. God bless you…” Omotola (Physiotherapy student, BOWEN University) “…my name is Omotola, I’m a 200lev physiotherapy student. I really loved and understood your video on common steeplechase for upper limbs. It was so explanatory. Thank you for helping people like me in need of such knowledge. I really appreciate",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FAD7D9]",
    "class": "(Pharmacy student, University of Lagos"
  },
  {
    "name": "Doryn",
    "testimony": "good afternoon, I watched some of your videos on upper limb and embryology. It was really helpful. Thank you so much. It helped a lot in my steeplechase exam today",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FFE5CB]",
    "class": "Physiotherapy student, BOWEN University"
  },
  {
    "name": "Eunice",
    "testimony": "Thank you, thank you, thank you for your videos. I can’t thank you enough. Your videos were detailed and very explanatory. All the questions I was hoping to ask as I was watching the video were all answered. Thank you very much",
    "image": "/avatar2.png",
    "bgClass": "bg-[#ECEFF7]",
    "class": "Physiology student, University of Lagos"
  },
  {
    "name": "Deborah",
    "testimony": "Thank you so much for this beautiful video Dean. So apt",
    "image": "/avatar2.png",
    "bgClass": "bg-[#FAD7D9]",
    "class": "Physiotherapy student, University of Lagos"
  }
]
